base
base-devel
cosmic-session
cosmic-terminal
cosmic-text-editor
dolphin
dunst
efibootmgr
firefox
flatpak
git
grim
grub
gst-plugin-pipewire
htop
hyprland
intel-media-driver
intel-ucode
iwd
kitty
libpulse
libva-intel-driver
linux
linux-firmware
nano
network-manager-applet
networkmanager
os-prober
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qt5-wayland
qt6-wayland
sddm
slurp
smartmontools
sof-firmware
uwsm
vim
vulkan-intel
wget
wireless_tools
wireplumber
wofi
xdg-desktop-portal-hyprland
xdg-utils
xdotool
xorg-server
xorg-xinit
zram-generator
